{
 "shortlistCount": 12,
 "shortlistText": "Interior designers shortlisted for you",
 "resultType": "interior designers",
 "results": [
   {
     "title": "Interior designer in the vicinity of Whitefield",
     "shortTitle": "Asense Interior",
     "subTitle": "129, Siddapura",
     "address": "129, Siddapura, Whitefield, Bengaluru, Karnataka, India, Varthur Main Road, Bengaluru",
     "qna": [
       {
         "responses": [
           {
             "topic": "Customization",
             "opinions": [
               {
                 "text": {
                   "content": "We selected Asense for the interiors of our 3BHK flat after doing the rounds of few other interior designers. In our first conversation they explained everything openly which made us feel good. During designing, they were patient to understand our preferences and suggest designs accordingly. We were looking for little unique/varied designs for all the furniture and they were able to provide the variety. Specifically our Foyer unit and TV unit designs came out quite nice. Kitchen design was entirely customized to our needs. Execution was quite smooth and they completed without troubling us much. The schedule was strictly followed without any delays. On possession whatever minor issues we found, they came and fixed them immediately. Price wise they are competitive. Only suggestion I have, follow a more strict handover process with thorough checks.",
                   "beginOffset": 1,
                   "author": "Dibyendu Das",
                   "createdAt": "few weeks ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.9,
                   "score": 0.9
                 }
               },
               {
                 "text": {
                   "content": "Careful considerations and detailed discussions happened  during the design phase .They gave enough time and did multiple revisions to cater to our changing requirements.. Also  good alternative suggestions were provided .The installation team were very supportive as well and did a very good job in taking into account every minute request of ours.. All in they left no stone unturned to make my flat look CLASSY!!",
                   "beginOffset": 1002,
                   "author": "Shwetha Jain",
                   "createdAt": "few months ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.3,
                   "score": 0.3
                 }
               }
             ]
           },
           {
             "topic": "Quality of materials",
             "opinions": [
               {
                 "text": {
                   "content": "We wanted to give the interior work to someone who cares like their own house. We got in touch with Asense and gave them the responsibility to deliver our Dream home.The team works very patiently to understand the requirements and is forever ready to accommodate any changes even at a very late stage. You can trust them with quality of materials and standard of service.Snigdha is expert at color selection from laminates to  painting, Mirnmoy is expert at light provision ..one can see brightness on his face when he talks about light :) Asense definitely one of the best one stop solutions for all our interior needs",
                   "beginOffset": 1,
                   "author": "Anuhya Reddy",
                   "createdAt": "few years ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.9,
                   "score": 0.9
                 }
               },
               {
                 "text": {
                   "content": "Excellent work with quality finish. Very wide range of laminates and colors to choose from.  Very flexible with last minute requirement changes, production was completed ahead of schedule. During the entire project only once or twice i felt that measurement/communication was not properly cascaded within the team due to which some minor changes got delayed. Overall a smooth experience and would recommend Asense.",
                   "beginOffset": 650,
                   "author": "Vikrant Uprit",
                   "createdAt": "few months ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.2,
                   "score": 0.2
                 }
               }
             ]
           },
           {
             "topic": "Good for apartments",
             "opinions": [
               {
                 "text": {
                   "content": "We visited few of the designing solutions here in Bangalore. From the very beginning we felt a sence of genuineness and no nonsense approach from team. Their professional approach helped us to complete the project without much hassle.After the initial discussion we got the quote, it was not the least quote I received but it was value for money considering the quality of material and workmanship.Our work was completed on time as promised and we are really happy with overall quality and finish. After sales service is also an important point, they have been helping us even post their project delivery with the issues we found..Thank you so much for all the help!",
                   "beginOffset": 1,
                   "author": "Subash Sundharan",
                   "createdAt": "few months ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.9,
                   "score": 0.9
                 }
               }
             ]
           }
         ]
       }
     ],
     "verdict": "People were impressed with their quality of materials and craftsmanship",
     "usp": [
       "Transparent materials, verified designs, reasonable pricing"
     ],
     "images": {
       "primary": "https://lh5.googleusercontent.com/p/AF1QipMfveOLCLmjGRfpfzooSICq5nskYbHGIdJVKtud=s870-k-no",
       "secondary": []
     }
   },
   {
     "title": "Interior designer in the vicinity of Vartur",
     "shortTitle": "CozyNest Interiors",
     "subTitle": "Asset Enclave Rd, Palm Meadows",
     "address": "Asset Enclave Rd, Palm Meadows, Whitefield, Bengaluru, Karnataka 560066",
     "qna": [
       {
         "responses": [
           {
             "topic": "Customization",
             "opinions": [
               {
                 "text": {
                   "content": "Designing jobs. We were renting a 4 bedroom apartment that had a huge common area. Since it was not an owned property, getting permanent furnishings was not an option. We were looking for somebody who could transform the empty space by just using soft furnishings. We are so happy that we got in touch with Ms. Neelu. From Day 1, we got the confidence that she is the right person for the job. She understood our likes/dislikes, our personalities and accordingly came up with the design, color theme and some really good ideas addressing our requirements. In just about a month, our home was ready and we are really happy with the final outcome. The entire process was really smooth, she helped us with the smallest of things and we could easily feel that we were working with a friend. I can very highly recommend Ms. Neelu and her team at CozyNest based on our experience.",
                   "beginOffset": 1,
                   "author": "Shubham Gupta",
                   "createdAt": "few weeks ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.9,
                   "score": 0.9
                 }
               },
               {
                 "text": {
                   "content": "Neelu not only designed the interior of our house, but she also undertook the execution of the work. She was passionate and committed to the project making sure everything we wanted was implemented. She has an innate ability to understand her client’s tastes and matches them perfectly. Her dedicated and capable team finished the work when promised. Neelu has designed our house to perfection and I could not be happier with the results.",
                   "beginOffset": 1002,
                   "author": "Ramesh Kaza",
                   "createdAt": "few months ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.3,
                   "score": 0.3
                 }
               },
               {
                 "text": {
                   "content": "When we decided to start with the interiors of our new home, one of the biggest challenge ahead of us was to find someone right. Someone who could understand and relate with our requirements well, validate or trash our wacky ideas and offload us from dealing with the hassles of execution of this work. We were very fortunate that we did not had to find very hard - Neelu was godsend !\n\nProfessionals like Neelu are very rare to find. It was more like working with a very supportive and like-minded friend on a collage project who is equally passionate about getting the things right with you. She is quick to relate to your ideas and helps you achieve better than what you have been looking for in your home. Apart from being extremely hard working and knowledgeable, she also has an equally competent team that can seamlessly execute her ideas very quickly. Wishing her the very best !",
                   "beginOffset": 1002,
                   "author": "Manish Bharani",
                   "createdAt": "few months ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.3,
                   "score": 0.3
                 }
               },
               {
                 "text": {
                   "content": "This being our first adventure making house into a home( long due), we tried DIY initially and soon enough we realized we needed a professional to referee Padmini and me ( like I have a say..). We were looking for somebody with a modern view of design and yet make the house a cozy home. We found the person in Neelu. We had approached cozy interiors, after reading up the reviews on HOUZZ. From the first time we met her we found her to be approachable and understanding, she brought with her a style of patient listening and articulating our thoughts into a working design…she anchored the conversation, held us to our brief ( she has oodles of patience…) and brought in some sanity into the plan. The best part was she heard our needs and even though she had not tried some of the patterns she was open to experiment with it.  Plus the person she brought in, Mr Bhullan Ram ( Sharmaji) for the  execution part do a flawless work helped us realize our longstanding dream of a home….a cozy home….\nIf you see the final product you would realize she married the two worlds, clear lines with ethnic style. We keep getting complements for her work….thank you Neelu",
                   "beginOffset": 1002,
                   "author": "Roshan DSouza",
                   "createdAt": "few months ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.3,
                   "score": 0.3
                 }
               }
             ]
           },
           {
             "topic": "Quality of materials",
             "opinions": [
               {
                 "text": {
                   "content": "Neelu not only designed the interior of our house, but she also undertook the execution of the work. She was passionate and committed to the project making sure everything we wanted was implemented. She has an innate ability to understand her client’s tastes and matches them perfectly. Her dedicated and capable team finished the work when promised. Neelu has designed our house to perfection and I could not be happier with the results.",
                   "beginOffset": 1,
                   "author": "Ramesh Kaza",
                   "createdAt": "few months ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.9,
                   "score": 0.9
                 }
               },
               {
                 "text": {
                   "content": "Neelu is a very passionate individual with a vast knowledge on Interior Designing. With her designs comfort always gets an equal share along with appearance. When it came to Interior designing of our house, it was an afterthought. But with the constraints of an already built house she did produce extraordinary results. She is a person who is always willing to listen to our ideas, our wishes and develop something spectacular. We will always recommend Neelu to anyone who is in need of a Interior Designer.",
                   "beginOffset": 650,
                   "author": "Soundari Shiva",
                   "createdAt": "few months ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.2,
                   "score": 0.2
                 }
               }
             ]
           },
           {
             "topic": "Good for apartments",
             "opinions": [
               {
                 "text": {
                   "content": "We had a very different requirement when it comes to regular Interior Designing jobs. We were renting a 4 bedroom apartment that had a huge common area. Since it was not an owned property, getting permanent furnishings was not an option. We were looking for somebody who could transform the empty space by just using soft furnishings. We are so happy that we got in touch with Ms. Neelu. From Day 1, we got the confidence that she is the right person for the job. She understood our likes/dislikes, our personalities and accordingly came up with the design, color theme and some really good ideas addressing our requirements. In just about a month, our home was ready and we are really happy with the final outcome. The entire process was really smooth, she helped us with the smallest of things and we could easily feel that we were working with a friend. I can very highly recommend Ms. Neelu and her team at CozyNest based on our experience.",
                   "beginOffset": 1,
                   "author": "Shubham Gupta",
                   "createdAt": "few weeks ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.9,
                   "score": 0.9
                 }
               }
             ]
           }
         ]
       }
     ],
     "verdict": "People were impressed with their quality of materials and craftsmanship",
     "usp": [
       "Transparent materials, verified designs, reasonable pricing"
     ],
     "images": {
       "primary": "https://lh5.googleusercontent.com/p/AF1QipNTyGOlszP6cEnchfe53vj60ds-M7vacNcirM4q=w203-h135-k-no  ",
       "secondary": []
     }
   },
   {
     "title": "Interior designer in the vicinity of Whitefield",
     "shortTitle": "V2 Interiors",
     "subTitle": "43, Siddapura, Ramagondanahalli",
     "address": "#43, Siddapura, Ramagondanahalli, Post, Bengaluru, Karnataka 560066",
     "qna": [
       {
         "responses": [
           {
             "topic": "Accessories & fixtures",
             "opinions": [
               {
                 "text": {
                   "content": "Good interior guys, given many options to choose from e.g. Laminates, fixtures, kitchen accessories, hinges, tandom boxes and various brands, reasonable price and happy to use this agency for my home interior,  I recommand their services for any one who is looking for,",
                   "beginOffset": 1,
                   "author": "KSM BLR",
                   "createdAt": "few months ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.9,
                   "score": 0.9
                 }
               }
             ]
           },
           {
             "topic": "Customization",
             "opinions": [
               {
                 "text": {
                   "content": "Extremely reliable team. Dharma is a very skilled person and gas a good visualization of the designs. Above all the whole team is very honest and doesn't crib if any changes to design are made during the course of implementation. Will recommend him strongly. There is complete transparency in what he and his men do.its a one stop for all the things related to interiors. They will run around and get done a to z asks for your house. From  carpentry to granite work,  wall cladding, handles, customized solutions.  He has good contacts for wallpaper, upholstery, etc.",
                   "beginOffset": 1,
                   "author": "Hardeep Kaur",
                   "createdAt": "few weeks ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.9,
                   "score": 0.9
                 }
               }
             ]
           },
           {
             "topic": "Quality of materials",
             "opinions": [
               {
                 "text": {
                   "content": "Amazing skilled labour and delivery with perfection is what Dharma and his team has done for us.\nPost work service an maintenance without any issue.\nEven after 5 years not even single issue..",
                   "beginOffset": 1,
                   "author": "Pardeep Kadian",
                   "createdAt": "few months ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.9,
                   "score": 0.9
                 }
               },
               {
                 "text": {
                   "content": "They were very professional in the execution of the project. Used Good quality material like Greenply plywood and Greemlam laminates for the interior work. I felt that they don't think about cost cutting and want to make sure the work done is of good quality. Also, I took quotation from 5 different interior companies before choosing V2. Their quote was lowest and payment terms was very convenient. All other interior designers will ask you to pay almost all the amount upfront. I would suggest that you must check their quote and workmanship before awarding the interior work for your flat or office to another interior company.",
                   "beginOffset": 650,
                   "author": "Saurabh mishra",
                   "createdAt": "few weeks ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.2,
                   "score": 0.2
                 }
               }
             ]
           }
         ]
       }
     ],
     "verdict": "People were impressed with their quality of materials and craftsmanship",
     "usp": [
       "Transparent materials, verified designs, reasonable pricing"
     ],
     "images": {
       "primary": "https://lh5.googleusercontent.com/p/AF1QipMfveOLCLmjGRfpfzooSICq5nskYbHGIdJVKtud=s870-k-no",
       "secondary": []
     }
   },
   {
     "title": "Interior designer in the vicinity of Vartur",
     "shortTitle": "Longbell Interiors Pvt Ltd Whitefield",
     "subTitle": "42/8, 1st Floor, Nagondanahalli Main Road",
     "address": "42/8, 1st Floor, Nagondanahalli Main Road, Immadihalli, Whitefield, Bengaluru, Karnataka 560066",
     "qna": [
       {
         "responses": [
           {
             "topic": "Timelines",
             "opinions": [
               {
                 "text": {
                   "content": "We had interior decoration done for a 3bhk near Kadugodi area. It was very pleasant experience working with Longbell. \nPros:\n1. Reasonable pricing - Longbell designed and  delivered false ceiling for 4 rooms, wall wooden units for 3 bedrooms, modular kitchen and TV unit. They delivered the project in a reasonable price with comparable quality to higher priced designers \n2. Timeline - They completed majority of the work under stringent timeline. Although it was completed beyond committed timeline, it was still faster than other designers.\n3. Behavior- Krishna, Jitender and team are well behaved. It was always nice discussing with them.\n4.Quality - The quality of work is good. I compared with other designers worked in friends' places and found Longbell has done better work in less price.",
                   "beginOffset": 1,
                   "author": "Nisha PM",
                   "createdAt": "few weeks ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.9,
                   "score": 0.9
                 }
               },
               {
                 "text": {
                   "content": "It had been a great working experience with Longbell.\nHighly professional and efficient team. Quality of the work is exquisite. The best part about them is they understand our expectations, patiently listen to our ideas and make it work out as planned. They efficiently managed the timelines and finished the task within the given deadline of 2 weeks. Highly recommended.",
                   "beginOffset": 1002,
                   "author": "Yusuf Serki",
                   "createdAt": "few months ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.3,
                   "score": 0.3
                 }
               }
             ]
           },
           {
             "topic": "Quality of materials",
             "opinions": [
               {
                 "text": {
                   "content": "We are highly satisfied and happy by the work done by longbell for our house in Salarpuria Sattva East Crest. Krishna and Kalyani listened to us very patiently and everything we asked for was well tansformed  into the design. Jeetendra is awesome at the execution site and will suggest for betterment. Overall a fantastic team.All the materials used were quality material and the best part was hardly any follow ups needed. We were very strict on the deadline but the team helped us to get everything done in the said time. It feels good when people check in your interiors and appreciate it. Thankyou very much Longbell. I will surely recommend longbell if you need good interiors without any follow ups within a reasonable  budget.",
                   "beginOffset": 1,
                   "author": "Akanksha prerna",
                   "createdAt": "few months ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.9,
                   "score": 0.9
                 }
               },
               {
                 "text": {
                   "content": "we searched a lot for interior designers and impressed with longbell after seeing their 3D design proposals .They delivered interiors with high quality Greenply and hardware. Executed in factory and installed the interiors with a high end premium finish with good work. Really appreciate their hard work and dedication. All our relatives and neighbous appreciated the finising. Certainly recommend them.",
                   "beginOffset": 650,
                   "author": "Kalyan Ram",
                   "createdAt": "few months ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.2,
                   "score": 0.2
                 }
               }
             ]
           },
           {
             "topic": "Budget",
             "opinions": [
               {
                 "text": {
                   "content": "I found LONGBELL after lot of long search for Good interior who can do with in budget for my New 2BHK Flat..Mr. Krishnakanth is very polite and customer friendly provided interiors with good output with in short time but Final Finishing would have made even better and over all I will say good to go ahead with LONGBELL.",
                   "beginOffset": 1,
                   "author": "Mahaboob Khan",
                   "createdAt": "few months ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.9,
                   "score": 0.9
                 }
               }
             ]
           }
         ]
       }
     ],
     "verdict": "People were impressed with their quality of materials and craftsmanship",
     "usp": [
       "Transparent materials, verified designs, reasonable pricing"
     ],
     "images": {
       "primary": "https://lh5.googleusercontent.com/p/AF1QipMfveOLCLmjGRfpfzooSICq5nskYbHGIdJVKtud=s870-k-no",
       "secondary": []
     }
   },
   {
     "title": "Interior designer in the vicinity of Ramagondanahalli",
     "shortTitle": "INOPTION INTERIORS",
     "subTitle": "#232, 1st Main 4th Cross Rd, Opp. Dharmarayaswamy Temple",
     "address": "#232, 1st Main 4th Cross Rd, Opp. Dharmarayaswamy Temple, Ramagondanahalli, Whitefield, Bengaluru, Karnataka 560066",
     "qna": [
       {
         "responses": [
           {
             "topic": "Customization",
             "opinions": [
               {
                 "text": {
                   "content": "All that we knew when we wanted to do interiors for our new home was that it should be a vibrant space with zesty colours.Inoption designers had an awesome design strategy for us.\n\nThey guided us at each step, be it the colour selection or the material selection.\nThey customized our home to suit our taste and needs. They suggested a lot of options and designs to choose from.\nI liked their professionalism and work ethics.They will do everything possible to turn your four walls into your dream home.\nKudos to the team.\nAwesome work guys!!",
                   "beginOffset": 1,
                   "author": "Sushant Shekhar",
                   "createdAt": "few months ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.9,
                   "score": 0.9
                 }
               },
               {
                 "text": {
                   "content": "Appreciate inoption for their excellent interior works, it was a pleasure to know & work with very enthusiastic young team. Inoption is definitely a package of talent, passion and professionalism.keep up the good work guys.",
                   "beginOffset": 1002,
                   "author": "Sapna Singh",
                   "createdAt": "few months ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.3,
                   "score": 0.3
                 }
               }
             ]
           },




           {
             "topic": "Quality of materials",
             "opinions": [
               {
                 "text": {
                   "content": "We wanted to give the interior work to someone who cares like their own house. We got in touch with Asense and gave them the responsibility to deliver our Dream home.The team works very patiently to understand the requirements and is forever ready to accommodate any changes even at a very late stage. You can trust them with quality of materials and standard of service.Snigdha is expert at color selection from laminates to  painting, Mirnmoy is expert at light provision ..one can see brightness on his face when he talks about light :) Asense definitely one of the best one stop solutions for all our interior needs",
                   "beginOffset": 1,
                   "author": "Anuhya Reddy",
                   "createdAt": "few years ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.9,
                   "score": 0.9
                 }
               },
               {
                 "text": {
                   "content": "Excellent work with quality finish. Very wide range of laminates and colors to choose from.  Very flexible with last minute requirement changes, production was completed ahead of schedule. During the entire project only once or twice i felt that measurement/communication was not properly cascaded within the team due to which some minor changes got delayed. Overall a smooth experience and would recommend Asense.",
                   "beginOffset": 650,
                   "author": "Vikrant Uprit",
                   "createdAt": "few months ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.2,
                   "score": 0.2
                 }
               }
             ]
           },
           {
             "topic": "Good for apartments",
             "opinions": [
               {
                 "text": {
                   "content": "visited few of the designing solutions here in Bangalore. From the very beginning we felt a sence of genuineness and no nonsense approach from team. Their professional approach helped us to complete the project without much hassle.After the initial discussion we got the quote, it was not the least quote I received but it was value for money considering the quality of material and workmanship.Our work was completed on time as promised and we are really happy with overall quality and finish. After sales service is also an important point, they have been helping us even post their project delivery with the issues we found..Thank you so much for all the help!",
                   "beginOffset": 1,
                   "author": "Subash Sundharan",
                   "createdAt": "few months ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.9,
                   "score": 0.9
                 }
               }
             ]
           }
         ]
       }
     ],
     "verdict": "People were impressed with their quality of materials and craftsmanship",
     "usp": [
       "Transparent materials, verified designs, reasonable pricing"
     ],
     "images": {
       "primary": "https://lh5.googleusercontent.com/p/AF1QipMfveOLCLmjGRfpfzooSICq5nskYbHGIdJVKtud=s870-k-no",
       "secondary": []
     }
   },
   {
     "title": "Interior designer in the vicinity of Whitefield",
     "shortTitle": "Asense Interior",
     "subTitle": "129, Siddapura",
     "address": "129, Siddapura, Whitefield, Bengaluru, Karnataka, India, Varthur Main Road, Bengaluru",
     "qna": [
       {
         "responses": [
           {
             "topic": "Customization",
             "opinions": [
               {
                 "text": {
                   "content": "We selected Asense for the interiors of our 3BHK flat after doing the rounds of few other interior designers. In our first conversation they explained everything openly which made us feel good. During designing, they were patient to understand our preferences and suggest designs accordingly. We were looking for little unique/varied designs for all the furniture and they were able to provide the variety. Specifically our Foyer unit and TV unit designs came out quite nice. Kitchen design was entirely customized to our needs. Execution was quite smooth and they completed without troubling us much. The schedule was strictly followed without any delays. On possession whatever minor issues we found, they came and fixed them immediately. Price wise they are competitive. Only suggestion I have, follow a more strict handover process with thorough checks.",
                   "beginOffset": 1,
                   "author": "Dibyendu Das",
                   "createdAt": "few weeks ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.9,
                   "score": 0.9
                 }
               },
               {
                 "text": {
                   "content": "Careful considerations and detailed discussions happened  during the design phase .They gave enough time and did multiple revisions to cater to our changing requirements.. Also  good alternative suggestions were provided .The installation team were very supportive as well and did a very good job in taking into account every minute request of ours.. All in they left no stone unturned to make my flat look CLASSY!!",
                   "beginOffset": 1002,
                   "author": "Shwetha Jain",
                   "createdAt": "few months ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.3,
                   "score": 0.3
                 }
               }
             ]
           },
           {
             "topic": "Quality of materials",
             "opinions": [
               {
                 "text": {
                   "content": "We wanted to give the interior work to someone who cares like their own house. We got in touch with Asense and gave them the responsibility to deliver our Dream home.The team works very patiently to understand the requirements and is forever ready to accommodate any changes even at a very late stage. You can trust them with quality of materials and standard of service.Snigdha is expert at color selection from laminates to  painting, Mirnmoy is expert at light provision ..one can see brightness on his face when he talks about light :) Asense definitely one of the best one stop solutions for all our interior needs",
                   "beginOffset": 1,
                   "author": "Anuhya Reddy",
                   "createdAt": "few years ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.9,
                   "score": 0.9
                 }
               },
               {
                 "text": {
                   "content": "Excellent work with quality finish. Very wide range of laminates and colors to choose from.  Very flexible with last minute requirement changes, production was completed ahead of schedule. During the entire project only once or twice i felt that measurement/communication was not properly cascaded within the team due to which some minor changes got delayed. Overall a smooth experience and would recommend Asense.",
                   "beginOffset": 650,
                   "author": "Vikrant Uprit",
                   "createdAt": "few months ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.2,
                   "score": 0.2
                 }
               }
             ]
           },
           {
             "topic": "Good for apartments",
             "opinions": [
               {
                 "text": {
                   "content": "visited few of the designing solutions here in Bangalore. From the very beginning we felt a sence of genuineness and no nonsense approach from team. Their professional approach helped us to complete the project without much hassle.After the initial discussion we got the quote, it was not the least quote I received but it was value for money considering the quality of material and workmanship.Our work was completed on time as promised and we are really happy with overall quality and finish. After sales service is also an important point, they have been helping us even post their project delivery with the issues we found..Thank you so much for all the help!",
                   "beginOffset": 1,
                   "author": "Subash Sundharan",
                   "createdAt": "few months ago",
                   "reviewedAt": "Google"
                 },
                 "sentiment": {
                   "magnitude": 0.9,
                   "score": 0.9
                 }
               }
             ]
           }
         ]
       }
     ],
     "verdict": "People were impressed with their quality of materials and craftsmanship",
     "usp": [
       "Transparent materials, verified designs, reasonable pricing"
     ],
     "images": {
       "primary": "https://lh5.googleusercontent.com/p/AF1QipMfveOLCLmjGRfpfzooSICq5nskYbHGIdJVKtud=s870-k-no",
       "secondary": []
     }
   }
 ]
}